[
	{
		"content":[
			"Directly or indirectly, electricity is likely to be the backbone of a clean energy system. World <a href=\"/solution/energy/grid_overview\">electricity generation</a> is growing, both in absolute terms and as a share of overall energy consumption. Maintaining a stable grid, especially with large quantities of variable <a href=\"/solution/energy/solar\">solar</a>, <a href=\"/solution/energy/wind\">wind</a>, and <a href=\"/solution/energy/mhk\">ocean</a> power, is crucial and can be achieved with some combination of <a href=\"/solution/energy/load_balancing\">overbuilding and curtailment</a>, transmission of power over long distances with <a href=\"/solution/energy/grid_design\">high voltage direct current cables</a>, and <a href=\"/solution/energy/grid_storage\">energy storage</a>.",
			"-integration_strategies.jpg",
			"!Summary of costs of redesigning the power grid in the United States to accommodate 80% of power from variable renewable sources. See our analyses on <a href=\"/solution/energy/load_balancing\">load balancing</a>, <a href=\"/solution/energy/grid_design\">grid design</a>, and <a href=\"/solution/energy/grid_storage\">energy storage</a> for more information.",
			"Due to insufficient <a href=\"/solution/energy/transpo_fuels\">energy density</a>, direct use of electricity is not presently suitable for some transportation applications, such as <a href=\"/solution/energy/transpo_freight\">long-distance trucking</a>, shipping, and <a href=\"/solution/energy/transpo_intercity\">aviation</a>. Electricity can be used to produce synthetic fuels that, in principle, would replace fossil fuels in all forms of transportation, as <a href=\"/solution/energy/chemicals\">feedstock for petrochemicals</a>, and substitute for land use in <a href=\"/solution/energy/ag_options\">growing food</a>. However, these options require electricity that is much cheaper than what is widely available today, and they require electricity to be generated from clean sources to avoid severe emissions and other environmental impacts.",
			"-electrofuel.jpg",
			"!Comparison on price and emissions of electrofuels to current mainstream sources of fuels. See our analyses of <a href=\"/solution/energy/hydrogen\">hydrogen</a>, <a href=\"/solution/energy/ammonia\">ammonia</a>, <a href=\"/solution/energy/methanol\">methanol</a>, <a href=\"/solution/energy/synfuels\">synthetic hydrocarbons</a>, and <a href=\"/solution/energy/methane\">methane</a> for details. References: EIA [eia_natgas], InflationData.org [crude_inflation], Kalamaras and Efstathiou [kalamaras], Hydrogen Europe [h2euro], Karlsruhe Institute of Technology [emethane].",
			"Whether derived from electricity, petroleum, or other sources, liquid fuels needs to be <a href=\"/solution/energy/ff_transport\">transported</a> in a safe and clean fashion."
		]
	}
]