[{"content": ["In 2018, world GDP was estimated at about $121 trillion on a <a href=\"http://www.investopedia.com/terms/p/ppp.asp\">purchasing-power-parity (PPP)</a> (2011 dollars) [callen][world_bank_ppp]. The economic energy efficiency of the world economy is the monetary output per unit energy, and this figure was over $200 per gigajoule in 2018. It has increased by over 50% since 1990, indicating both that more economic activity is generated for each unit of energy, and that efficiency is improving over time [bp2019][world_bank_ppp].", "-World Energy Intensity.jpg", "The world economy may triple from 2015 to 2050 [pwc2050]. If the 1990-2018 average annual percentage increase in efficiency continues to 2050, then the world's energy will generate $312 per GJ, but the world energy demand will be 987 exajoules, nearly 70% more than today's value.", "-efficiency_projection.jpg-60", "Economic energy efficiency varies by country.  The following shows efficiency for selected countries in 1990 and in 2018, using PPP.", "-Energy Intensity by Country.jpg-60", "Economic energy efficiency is driven by several factors: technical efficiency, the design of cities, climate, personal behavior, and the composition of the economy [doe_ei].  For individual countries, trade of energy-intensive products can affect observed efficiency [nelder]. Some of the observed improvement in energy efficiency is the result of switching to higher quality fuels [kaufman][stern_world_ei]. In general, the efficiency metric covers many factors that are unrelated to technical energy efficiency [doe_alt_ei].", "The above figures measure economic energy efficiency by considering modern forms of energy. The historical pattern is that efficiency tends to fall as a country develops, and after that it rises [stern]. However, if the energy inherent in biomass (e.g. crops, firewood) is also included, then the pattern is that energy intensity rises even in the early stages of industrialization [ayres_warr][stern]."]}]