[
	{
		"content": [
			"In contrast to <a href=\"/solution/energy/nuclear\">nuclear fission</a>, fusion power operates by fusing light atoms, typically deuterium and tritium, into heavier atoms. Fusion power promises cheap, stable energy production from a virtually unlimited fuel stock and with few environmental side effects, but the technology has so far proven difficult to engineer and remains far from commercialization. In this section we explore pathways to commercial fusion power.",
			"We do not recommend continuing <a href=\"/solution/energy/rd\">research and development</a> via the ITER route, though remain open to alternative pathways to fusion energy, as discussed below."
		]
	},
	{
		"content": [
			"There are several physically plausible fusion reactions that may produce energy, and the leading three are shown below.",
			"-fusion_reactions.jpg-60",
			"!Three most promising fusion reactions for power production. Reaction temperatures are given by Eliezer and Martinez-Val [eliezer] and Ongenga [ongena], power density by Harms et al. [harms], neutronicity (fraction of released energy in the form of neutrons) by the IAEA [fusion_physics], and main advantages and disadvantages of the reactions.",
			"The most common approach is the deuterium-tritium (D-T) reaction (deuterium and tritium are isotopes of hydrogen, with one and two neutrons respectively; most hydrogen atoms have no neutrons), due to the lower temperature and higher power density. However, high neutron production poses a major engineering challenge in mainaining a reaction vessel [neutrons], stimulating interest in aneutronic reactions."
		],
		"name": "Fusion Reactions"
	},
	{
		"content": [
			"The most developed fusion devices are tokamaks, donut-shaped machines that contain plasma magnetically. Spherical tokamaks, stellarators, and field-reversed configurations are variants on the geometry. Inertial confinement uses lasers rather than magnetic fields to confine a plasma, while magneto-inertial fusion is a hybrid. Z-pinch and eletrostatic fusion use electric fields to confine the plasma. The following is a brief summary of major approaches to fusion energy, their fuel cycles, and major advantages and disadvantages.",
			"-fusion_summary.jpg-65",
			"!Sources are as follows: tokamaks: Clery [clery]; spherical tokamaks: Costley [spherical_tokamak2] and Sykes et al. [spherical_tokamak1]; stellarators: Gates et al. [stellarator2] and Xu [stellarator1]; field-reversed configurations: Hassan [frc2], Hirano et al. [frc6], Pancotti [frc3], Razin et al. [frc5], Steinhauer [frc1], TAE Technologies [frc4]; inertial confinement: Clery [clery], National Research Council [nap], Keefe [icf1]; magneto-inertial fusion: Flippo et al. [mif2], General Fusion [general_fusion], Helion Energy [helion], Wurden et al. [mif1]; Z-pinch: Bilbao et al. [zpinch6], Lilly [zpinch2], LPPFusion [zpinch4], Miernik et al. [zpinch1], Shumlak et al. [zpinch3], Shumlak et al. [zpinch5]; electrostatic fusion: Kulcinsky et al. [es4], Miley and Murali [es2], Rider [es1], Santarius et al. [es3]."
		],
		"name": "Overview of Fusion Technologies"
	},
	{
		"content": [
			"The magnetic confinement route (MCF), via tokamaks, is currently the most developed fusion approach. Following steady progress from the 1960s through the 1990s, state of the art tokamak performance has stalled on net energy gain and triple product, two key measures of fusion performance [windsor].",
			"Today's flagship project is ITER (formerly the International Thermonuclear Experimental Reactor), expected to be the first tokamak to produce more energy than is required to sustain the reaction, to be followed by the experimental DEMO (DEMOnstration Power Plant) power plant. The ITER/DEMO schedule has suffered from delays and cost overruns, and now should not be expected to lead to commercial fusion power until at least the 2060s. We estimate that the project will cost $65 billion [iter_cost] and yield an expected $2.6 billion of benefit. See our analysis of <a href=\"/solution/energy/rd\">research and development</a> for more details.",
			"-iter_timeline.jpg-60",
			"!Past and predict development timeline of MCF fusion power via ITER and DEMO. Sources: EUROfusion [eurofusion], Ikeda [ikeda], ITER Organization [iter_outline], Kendl and Shukla [kendl].",
			"If the ITER and DEMO programs are successful, estimates based on proposed DEMO designs suggest that the cost of fusion electricity could range from 4 to 26 &cent;/kWh [fusion][fusion2][efda], and for the purposes of these calculations we use a central value of 13 &cent;/kWh.@Under the assumptions used here, for the U. S. Department of Energy to fund ITER looks like a poor investment. Part of the reason is that, due to the protracted timeline of ITER development, the value of electricity generated by fusion is heavily discounted. If a smaller discount rate is used, a lesser price can ultimately be attained, or if there is reason to believe that ITER has a higher probability of success, then the economics may be improved. This analysis does not apply to fusion R&D projects other than ITER."
		],
		"name": "Tokamak Fusion via ITER"
	},
	{
		"content": [
			"There are several alternatives to MCF which, though less developed, have the potential to surpass MCF by allowing smaller and leaner projects. One such approach is inertial confinement fusion (ICF). The leading ICF project, the National Ignition Facility in Livermore, California, has so far failed to achieve the self-sustaining plasma burning that was predicted by computer models [clery]. An estimated $10-15 billion of capital extensive, and $90-150 million of annual operating expense, would be necessary for an ICF research program, with uncertain success [nap].",
			"Magneto-inertial fusion (MIF) is a hybid between MCF and ICF. Though less developed than MCF and probably not close to commercialization [mif3], MIF has the potential for inherently less expensive power production than MCF [mif1].",
			"Leading private sector fusion projects, including at Lockheed Martin [lockheed], General Fusion [general_fusion], and TAE Technologies [frc4], are also far behind MFC in terms of energy ratio and triple product [clery]."
		],
		"name": "Alternatives to Tokamaks"
	},
	{
		"content": [
			"Cold fusion refers to any nuclear fusion process that occurs at temperatures substantially below those used in tokamak experiments. Most scientists are skeptical that the phenomenon of cold fusion is real, and a 2019 review failed to turn up conclusive evidence of cold fusion [cold_fusion2019].",
			"A main driver of interest in cold fusion has been the observation of anamolous excess heat with the exposure of deuterium gas to certain metal nanocomposites, such as palladium [excess_heat]. The cause of this excess heat, and whether it could be useful for energy production, are unclear."
		],
		"name": "Cold Fusion"
	},
	{
		"content": [
			"The most advanced fusion projects today are based on tokamaks, and yet the ITER development path is unlikely to yield commercial fusion power before 2060, and possibly not at an affordable cost. Recent technological advancements in superconducting magnets and high-performance computing offer hope that alternative fusion approaches, especially spherical tokamaks, field-reversed configurations, and MIF, could provide a faster and cheaper route to fusion, but these approaches are not developed enough to confidently assess their potential. Electrostatic fusion and any variant on cold fusion are the least likely to produce results."
		],
		"name": "Conclusion"
	},
	{
		"content": [
			"The World Nuclear Association <a href='http://www.world-nuclear.org/information-library/current-and-future-generation/nuclear-fusion-power.aspx'>outlines major fusion research projects</a> in greater detail."
		],
		"name": "For Further Reading"
	}
]