[
	{
		"content":[
			"In this section, we consider the prospects for and impacts of seafood production. Seafood comprises 7% of the protein, and 17% of the animal protein, in the human diet [fisheries2020] as follows.",
			"-seafood_production.jpg",
			"!Source: FAOSTAT [faostat]."
		]
	},
	{
		"name":"Aquaculture and Mariculture",
		"content":[
			"The world is trending toward aquaculture production of seafood, though primarily as an augmentation, rather than a replacement, to wild catch.",
			"-aquaculture_stats.jpg-60",
			"!Source: FAO [fao_aqua]."
		]
	},
	{
		"name":"Aquaculture Potential and Land Use",
		"content":[
			"Farmed fish require protein, which in turn comes in part from wild fish as follows.",
			"-fifo.jpg-60",
			"!Fish-in-fish-out (FIFO) is the ratio of wild fish into an aquaculture system to fish produced, measured by mass. FIFO is typically higher for carnivorous fish such as salmon, and it has generally been decreasing as aquaculture becomes more efficient and fishmeal is partially replaced by terresterial feed sources. Source: The Marine Ingredients Organization [iffo_fifo].",
			"A fish-in-fish-out value of 4.9 for farmed salmon has been commonly cited [tacon], but this value has been rebutted [fifo_def].",
			"The move toward aquaculture is motivated in part by limits to what can be sustainably caught in the wild. All of today's wild fisheries could be replaced with aquaculture by using 0.015% of the ocean's surface [aquaculture_0015]. However, growing feed on land is a greater challenge.",
			"-aquaculture_land_use.jpg",
			"!Source: [seafood_impact2], [aq_land], [aquaculture_land]. Tilapia is assessed for Mexico; farmed salmon, chicken, beef, pign and bread land use figures are from European countries; and the rest are worldwide estimates.",
			"Shifting some of the world's diet from terrestrial meat to aquaculture could save land [aq_land_use], but not as much as shifting to plant-based diets."
		]
	},
	{
		"name":"Wild Catch Environmental Impacts",
		"content":[
			"Modern fishing uses several types of gear.",
			"-fishing_gear.jpg",
			"!Source: [seaaroundus]. See also Our World in Data [owid_fishing] for details on the types of gear.",
			"Bottom trawling is of particular ecological concern, as it results in a high rate of bycatch (harvesting of non-target species) and destruction to the seabed floor [bottom_trawling2][bottom_trawling1]. About 4.9 million square kilometers, or 1.3% of the ocean's area, is trawled each year [bottom_trawling3]. By disturbing sequestered carbon in the ocean floor, trawling is estimated to release 1.47 billion tons of CO<sub>2</sub> each year, a figure comparable to terrestrial farming [bottom_trawling3]. For all types of fishing, bycatch has been estimate at 40.4% of total catch [bycatch404].",
			"Most, and a growing percentage, of fisheries in the world are overfished or fished to their maximum levels.",
			"-overfish.jpg",
			"!Source: FAO [fisheries2020] with explanatory information from UW [uw_overfishing]. 'Overfished' fishereries have less than 80% of the biomass that would give a maximum yield. The share of overfished fisheries has been growing since 1974, and the share of underfished fisheries is declining.",
			"Illegal, Unreported, and Unregulated (IUU) fishing accounts for an estimated 26 million tons, or up to a fifth of all wild caught fish, worth $23.5 billion [pew_iuu]. IUU fishing contributes disproportionately to overfishing, habitat damage, and litter [fao_iuu], and is associated with other crimes such as arms and drug trafficking and labor abuses [pew_iuu]."
		]
	},
	{
		"name":"Aquaculture Environmental Impacts",
		"content":[
			"Seafood has the following estimated environmental impacts.",
			"-seafood_impacts.jpg",
			"!Source: Gephart et al. [seafood_impact2] via Nature [seafood_impact].",
			"Following are estimates of greenhouse gas emissions from four methods of seafood production.",
			"-fishing_methods.jpg-60",
			"!Figures are determined through a literature review of lifecycle assessments. Source: Clark and Tilman [meat_land_use].",
			"The high impact of recirculating aquaculture systems (RAS) is driven primarily by electricity consumption. On other metrics, RAS tends to perform better than other forms of aquaculture due to recycling of nutrients. If electricity is produced from a low-carbon source, RAS may also have lower greenhouse gas emissions.",
			"-aquaculture_methods.jpg-60",
			"!Source: d’Orbcastel et al. [trout].",
			"Integrated multitrophic aquaculture--or the mixing of species at different levels in the food chain [aqua_impact3]--is of interest as a means of conserving feed [fifo_def] and reducing overall environmental impacts [imta_thesis].",
			"Additional environmental impacts of aquaculture include destruction of mangrove forests, water pollution and eutrophication, invasive species, farm and medication waste, and others [aquaculture_env]."
		]
	}
]