[
	{
		"content": [
			"Wind power is one of the most advanced renewable energy sources, comprising almost 5% of world electricity as of 2018 [bp_stat]. See our analysis of offshore wind in the context of <a href=\"/topic/oceans/ocean_energy\">energy from oceans</a>.",
			"We recommend a <a href=\"/solution/energy/rd\">research and development</a> program into high-altitude wind, discussed below."
		]
	},
	{
		"content": [
			"The following portrays the cost from onshore, offshore, and other potential forms of wind power.",
			"-Cost of Wind Power.jpg-65",
			"!Data sources: Carbon Trust [carbon_trust_offshore_wind], de Pee et al. [mckinsey_offshore], Electric Power Research Institute [epri_lcoe], Ennis and Bacelli [vawt], IEA et al. [lcoe2015], International Renewable Energy Agency [irena], Kost et al. [fraunhofer], Lazard [lazard], Logan et al. [nrel_lcoe], Mann [high_altitude], Offshore Wind Cost Reduction Task Force [offshore_wind_cr], OpenEI [openei], PD Ports [pd_ports], The Crown Estate [crown_offshore], EIA [eia_lcoe].",
			"Grid integration costs for wind power are estimated at 1.5 &cent;/kWh [system_effects].",
			"Historically, the cost of wind decreases by about 7% for each doubling of installed capacity [irena_wind][irena_cost]. The International Energy Agency projects a 25% cost reduction by 2050 [wind_roadmap]."
		],
		"name": "Wind Energy Cost"
	},
	{
		"content": [
			"We estimate the following external costs from wind power from greenhouse gas emissions, non-greenhouse air pollutants, and scenic disamenities.",
			"-wind_external.jpg-60",
			"!Greenhouse gas emissions are estimated from Schlömer et al. [techco2], valued at $50/ton CO<sub>2</sub>-equivalent [social_cost_carbon]; other air pollution damages and valuation of scenic disamenities are estimated from Samadi [samadi]. Deaths of birds and bats from turbine operation are not included [ospar].",
			"Public concern about the visual appearance of turbines, noise, and health impacts can impede project develoment [wind_nimby]. There is little evidence behind the fear of \"wind turbine syndrome\", the idea that the sound generated by wind turbines causes adverse health effects [wind_nimby2]."
		],
		"name": "Environmental Considerations"
	},
	{
		"content": [
			"Although the wind industry is mature, there are several innovations under development that will likely further improve its performance.",
			"<b>Turbine Size</b>",
			"Larger turbines generally produce electricity at lower financial and environmental costs [turbine_size], and both onshore and offshore wind turbine have been steadily growing in size.",
			"-turbine_size.jpg-60",
			"!Historical onshore turbine sizes are given by Wiser et al., 2018 [wind_report], and future size projections and historical offshore sizes are given by Wiser et al., 2016 [berkeley_turbines].",
			"<b>Turbine Technology</b>",
			"Several studies suggest that adding winglets to the tips of turbine blades would increase power output [winglet4][winglet3][winglet1], perhaps by 2-8% [winglet2]. Winglets would also reduce high-frequency noise [winglet_noise].",
			"New generator technologies have the potential to reduce costs. Two leading candidates are superconducting drivetrains and pseudo direct drive generators based on permanent magnets, though cost reductions in superconducting material are needed for the former to be feasible [drivetrain]. Potential advantages of a superconducting drivetrain include reduced generator weight [drivetrain2] and reduced reliance on potentially scarce dysprosium [dysprosium].",
			"<b>High-Altitude Wind</b>",
			"A high-altitude wind turbine, flown with a kite, would access the less intermittent jetstream wind source and could further reduce intermittency by adjusting altitude [archer_caldeira]. Miller, Gans, and Kleidon [jetstream75] estimate that the jetstream potential resource is 7.5 TW, less than half of world energy use, and harvesting all of it would cause climate disruption, whereas Archer and Caldeira [archer_caldeira] estimate that high-altitude wind could supply all the world's energy needs without climate impact. The risk of an accident is also uncertain.",
			"We estimate the cost of a high-altitude wind research program to be about $22 billion and the expected benefit $21 billion. As the technology is far from commercialization, we estimate the time for such a program is 25 years [sofge], at the same $830 million annual cost as a proposed <a href=\"/solution/energy/mhk\">wave energy</a> research program. The potential cost is estimated to be as low as 2.5 &cent;/kWh [highalt_lcoe]. We assume that high-altitude wind has the same greehounse gas and non-GHG impacts as conventional wind, except a zero visual disamenity cost is assumed. For the purposes of this calculation, we assume the more expansive resource availability of Archer and Caldeira. See our analysis of <a href=\"/solution/energy/rd\">research and development</a> for more information.",
			"While the expected cost and benefit of high-altitude wind are approximately equal, both are highly uncertain. These estimates would benefit greatly from more research into the resource potential in particular."
		],
		"name": "Research Priorities"
	}
]